Repository: xcv58/MacTools
Catalog: Plugins/LaunchControl/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# manager.rawPlist.unreadable
source: 无法以 UTF-8 显示原始内容
ar: لا يمكن عرض المحتوى الأولي بتنسيق UTF-8
de: Rohinhalte können nicht als UTF-8 angezeigt werden
en: Cannot display raw content as UTF-8
es: No se puede mostrar contenido sin formato como UTF-8
fr: Impossible d'afficher le contenu brut au format UTF-8
ja: 生のコンテンツを UTF-8 として表示できません
ko: 원시 콘텐츠를 UTF-8로 표시할 수 없습니다
pt: Não é possível exibir conteúdo bruto como UTF-8
ru: Невозможно отобразить необработанный контент в формате UTF-8
tr: Ham içerik UTF-8 olarak görüntülenemiyor
zh_hant: 無法以 UTF-8 顯示原始內容

# manager.scanActivity.title
source: 扫描进度
ar: تقدم الفحص
de: Scan-Fortschritt
en: Scan Progress
es: Progreso del escaneo
fr: Progression de l'analyse
ja: スキャンの進行状況
ko: 스캔 진행
pt: Progresso da verificação
ru: Ход сканирования
tr: Tarama İlerlemesi
zh_hant: 掃描進度

# manager.search.placeholder
source: 搜索 label、命令或路径
ar: ابحث عن label أو أمر أو مسار
de: Label, Befehl oder Pfad suchen
en: Search label, command, or path
es: Buscar label, comando o ruta
fr: Rechercher label, commande ou chemin
ja: label、コマンド、パスを検索
ko: label, 명령 또는 경로 검색
pt: Pesquisar label, comando ou caminho
ru: Найти метку, команду или путь
tr: Etiket, komut veya yol arayın
zh_hant: 搜索 label、命令或路徑

# manager.seconds
source: %d 秒
ar: %d ثانية
de: %d Sekunden
en: %d seconds
es: %d segundos
fr: %d secondes
ko: %d초
pt: %d segundos
ru: %d секунд
tr: %d saniye

# metadata.description
source: 查看和管理 launchctl 启动项
ar: عرض عناصر تشغيل launchctl وإدارتها
de: launchctl-Startelemente anzeigen und verwalten
en: View and manage launchctl launch items
es: Ver y administrar elementos de inicio de launchctl
fr: Afficher et gérer les éléments de lancement launchctl
ja: launchctl 起動項目を表示および管理
ko: launchctl 시작 항목 보기 및 관리
pt: Ver e gerenciar itens de inicialização do launchctl
ru: Просмотр элементов запуска launchctl и управление ими
tr: launchctl başlatma öğelerini görüntüleyin ve yönetin
zh_hant: 查看和管理 launchctl 啟動項

# metadata.title
source: 启动项
ar: عناصر التشغيل
de: Startelemente
en: Launch Items
es: Elementos de inicio
fr: Éléments de lancement
ja: 起動項目
ko: 시작 항목
pt: Itens de inicialização
ru: Элементы запуска
tr: Başlatma Öğeleri
zh_hant: 啟動項

# origin.system.title
source: 系统内置
ar: النظام المدمج
de: Systemintern
en: Built-in System
es: Del sistema
fr: Système intégré
ja: システム内蔵
ko: 시스템 기본
pt: Do sistema
ru: Встроенные системные
tr: Sisteme Ait
zh_hant: 系統內置

# origin.thirdParty.title
source: 应用创建
ar: من التطبيق
de: Von App erstellt
en: App Created
es: Creado por app
fr: Créé par app
ja: アプリ作成
ko: 앱 생성
pt: Criado por app
ru: Созданы приложением
tr: Uygulama Tarafından Oluşturulan
zh_hant: 應用創建

# origin.userCreated.title
source: 用户创建
ar: من المستخدم
de: Vom Benutzer erstellt
en: User Created
es: Creado por usuario
fr: Créé par utilisateur
ja: ユーザー作成
ko: 사용자 생성
pt: Criado pelo usuário
ru: Созданы пользователем
tr: Kullanıcı Tarafından Oluşturulan
zh_hant: 用戶創建

# originFilter.all.title
source: 全部来源
ar: كل المصادر
de: Alle Ursprünge
en: All Origins
es: Todos los orígenes
fr: Toutes les origines
ja: すべての作成元
ko: 모든 출처
pt: Todas as origens
ru: Все источники
tr: Tüm Kaynaklar
zh_hant: 全部來源

# originFilter.favorite.title
source: 已关注
ar: المفضلة
de: Favoriten
en: Favorites
es: Favoritos
fr: Favoris
ja: お気に入り
ko: 즐겨찾기
pt: Favoritos
ru: Избранное
tr: Favoriler
zh_hant: 已關注

# originFilter.manageable.title
source: 可操作
ar: قابل للإدارة
de: Verwaltbar
en: Manageable
es: Manejable
fr: Gérable
ja: 管理可能
ko: 관리 가능
pt: Gerenciável
ru: Управляемый
tr: Yönetilebilir

# originFilter.readOnly.title
source: 只读
ar: للقراءة فقط
de: Schreibgeschützt
en: Read Only
es: Solo lectura
fr: Lecture seule
ja: 読み取り専用
ko: 읽기 전용
pt: Somente leitura
ru: Только чтение
tr: Salt Okunur
zh_hant: 只讀

# panel.action.openManager
source: 打开管理器
ar: فتح المدير
de: Manager öffnen
en: Open Manager
es: Abrir gestor
fr: Ouvrir le gestionnaire
ja: マネージャーを開く
ko: 관리자 열기
pt: Abrir gerenciador
ru: Открыть менеджер
tr: Yöneticiyi Aç
zh_hant: 打開管理器

# panel.action.refresh
source: 刷新列表
ar: تحديث القائمة
de: Liste aktualisieren
en: Refresh List
es: Actualizar lista
fr: Actualiser la liste
ja: リストを更新
ko: 목록 새로고침
pt: Atualizar lista
ru: Обновить список
tr: Listeyi Yenile

# panel.action.refreshing
source: 正在刷新
ar: جارٍ التحديث
de: Wird aktualisiert
en: Refreshing
es: Actualizando
fr: Actualisation
ja: 更新中
ko: 새로고침 중
pt: Atualizando
ru: Обновление
tr: Yenileniyor

# panel.subtitle.empty
source: 打开管理器或刷新后查看启动项
ar: افتح "المدير" أو قم بالتحديث لعرض عناصر التشغيل
de: Öffnen Sie den Manager oder aktualisieren Sie ihn, um Startelemente anzuzeigen
en: Open Manager or refresh to view launch items
es: Abre el gestor o actualiza para ver elementos de inicio
fr: Ouvrez le gestionnaire ou actualisez pour afficher les éléments de lancement
ja: マネージャーを開くか更新して起動アイテムを表示します
ko: 실행 항목을 보려면 관리자를 열거나 새로고침하세요
pt: Abra o Gerenciador ou atualize para visualizar os itens de lançamento
ru: Откройте менеджер или обновите список, чтобы просмотреть элементы запуска
tr: Başlatma öğelerini görüntülemek için Yöneticiyi açın veya listeyi yenileyin
zh_hant: 打開管理器或刷新後查看啟動項

# panel.subtitle.refreshing
source: 正在扫描 LaunchAgents 与 LaunchDaemons
ar: جارٍ فحص LaunchAgents وLaunchDaemons
de: Scannen von LaunchAgents und LaunchDaemons
en: Scanning LaunchAgents and LaunchDaemons
es: Escaneando LaunchAgents y LaunchDaemons
fr: Analyse des LaunchAgents et LaunchDaemons
ja: LaunchAgent と LaunchDaemon をスキャン中
ko: LaunchAgents 및 LaunchDaemons 검색
pt: Verificando LaunchAgents e LaunchDaemons
ru: Сканирование LaunchAgents и LaunchDaemons
tr: LaunchAgents ve LaunchDaemons taranıyor
zh_hant: 正在掃描 LaunchAgents 與 LaunchDaemons

# panel.subtitle.summary
source: %d 项 · %d 运行中 · %d 用户创建
ar: %d عنصر · %d قيد التشغيل · %d أنشأه المستخدم
de: %d Elemente · %d aktiv · %d vom Benutzer erstellt
en: %d items · %d running · %d user created
es: %d elementos · %d en ejecución · %d de usuario
fr: %d éléments · %d en cours · %d créés par utilisateur
ja: %d 項目 · %d 実行中 · %d ユーザー作成
ko: %d개 항목 · %d개 실행 중 · %d개 사용자 생성
pt: %d itens · %d em execução · %d criados pelo usuário
ru: %d элементов · %d работают · %d созданы пользователем
tr: %d öğe · %d çalışıyor · %d kullanıcı tarafından oluşturuldu
zh_hant: %d 項 · %d 運行中 · %d 用戶創建

# scanner.keepAlive.always
source: 持续保活
ar: إبقاء التشغيل دائمًا
de: Immer aktiv halten
en: Always keep alive
es: Mantener siempre vivo
fr: Toujours maintenir actif
ja: 常に維持
ko: 항상 유지
pt: Manter sempre ativo
ru: Всегда поддерживать активным
tr: Her zaman canlı tutulur
zh_hant: 持續保活

# scanner.keepAlive.custom
source: 自定义条件
ar: حالة مخصصة
de: Benutzerdefinierte Bedingung
en: Custom condition
es: Condición personalizada
fr: Condition personnalisée
ja: カスタム条件
ko: 맞춤 조건
pt: Condição personalizada
ru: Пользовательское условие
tr: Özel koşul
zh_hant: 自定義條件

# scanner.progress.disabledState
source: 读取 launchctl 禁用状态
ar: قراءة حالة التعطيل من launchctl
de: Deaktivierungsstatus aus launchctl lesen
en: Reading launchctl disabled state
es: Leyendo estado desactivado de launchctl
fr: Lecture de l’état désactivé de launchctl
ja: launchctl の無効状態を読み込み中
ko: launchctl 비활성화 상태 읽기
pt: Lendo estado desativado do launchctl
ru: Чтение состояния отключения launchctl
tr: launchctl devre dışı durumu okunuyor
zh_hant: 讀取 launchctl 禁用狀態

# scanner.progress.parseFailed
source: 解析失败：%@
ar: فشل التحليل: %@
de: Analyse fehlgeschlagen: %@
en: Parse failed: %@
es: Falló el análisis: %@
fr: Échec de l'analyse : %@
ja: 解析に失敗しました: %@
ko: 파싱 실패: %@
pt: Falha na análise: %@
ru: Ошибка анализа: %@
tr: Ayrıştırma başarısız oldu: %@
zh_hant: 解析失敗：%@

# scanner.progress.runningState
source: 读取 launchctl 运行状态
ar: قراءة حالة التشغيل من launchctl
de: Laufstatus von launchctl wird gelesen
en: Reading launchctl running state
es: Leyendo estado de ejecución de launchctl
fr: Lecture de l'état d'exécution de launchctl
ja: launchctl の実行状態を読み取り中
ko: launchctl 실행 상태 읽기
pt: Lendo estado de execução do launchctl
ru: Чтение состояния работы launchctl
tr: launchctl çalışma durumu okunuyor
zh_hant: 讀取 launchctl 運行狀態

# scanner.progress.skipUnreadableDirectory
source: 跳过不可读取目录：%@
ar: تخطي الدليل غير القابل للقراءة: %@
de: Unlesbares Verzeichnis überspringen: %@
en: Skipping unreadable directory: %@
es: Omitir directorio ilegible: %@
fr: Ignorer le répertoire illisible : %@
ja: 読み取り不可能なディレクトリをスキップします: %@
ko: 읽을 수 없는 디렉터리 건너뛰기: %@
pt: Ignorando diretório ilegível: %@
ru: Пропуск нечитаемого каталога: %@
tr: Okunamayan dizin atlanıyor: %@
zh_hant: 跳過不可讀取目錄：%@

# scope.global.title
source: 全局
ar: عالمي
de: Global
en: Global
es: Global
fr: Mondial
ja: グローバル
ko: 글로벌
pt: Global
ru: Глобальный
tr: Genel

# scope.system.title
source: 系统
ar: النظام
de: System
en: System
es: Sistema
fr: Système
ja: システム
ko: 시스템
pt: Sistema
ru: Система
tr: Sistem
zh_hant: 系統

# scope.user.title
source: 当前用户
ar: المستخدم الحالي
de: Aktueller Benutzer
en: Current User
es: Usuario actual
fr: Utilisateur actuel
ja: 現在のユーザー
ko: 현재 사용자
pt: Usuário atual
ru: Текущий пользователь
tr: Geçerli Kullanıcı
zh_hant: 當前用戶

# scopeFilter.all.title
source: 全部范围
ar: جميع النطاقات
de: Alle Bereiche
en: All Scopes
es: Todos los ámbitos
fr: Toutes les étendues
ja: すべてのスコープ
ko: 모든 범위
pt: Todos os escopos
ru: Все области
tr: Tüm Kapsamlar
zh_hant: 全部範圍

# state.disabled.title
source: 已禁用
ar: معطل
de: Deaktiviert
en: Disabled
es: Desactivado
fr: Désactivé
ja: 無効
ko: 비활성화
pt: Desativado
ru: Отключено
tr: Devre Dışı

# state.failed.title
source: 异常退出
ar: فشل
de: Fehlgeschlagen
en: Failed
es: Error
fr: Échec
ja: 失敗
ko: 실패
pt: Falha
ru: Не удалось
tr: Başarısız
zh_hant: 異常退出

# state.loaded.title
source: 已加载
ar: تم التحميل
de: Geladen
en: Loaded
es: Cargado
fr: Chargé
ja: ロード済み
ko: 로드됨
pt: Carregado
ru: Загружен
tr: Yüklü
zh_hant: 已加載

# state.running.title
source: 运行中
ar: قيد التشغيل
de: Läuft
en: Running
es: En ejecución
fr: En cours d'exécution
ja: 実行中
ko: 실행 중
pt: Em execução
ru: Работает
tr: Çalışıyor
zh_hant: 運行中

# state.unknown.title
source: 未知
ar: غير معروف
de: Unbekannt
en: Unknown
es: Desconocido
fr: Inconnu
ja: 不明
ko: 알 수 없음
pt: Desconhecido
ru: Неизвестно
tr: Bilinmiyor

# state.unloaded.title
source: 未加载
ar: تم التفريغ
de: Entladen
en: Unloaded
es: Descargado
fr: Déchargé
ja: アンロード済み
ko: 언로드됨
pt: Descarregado
ru: Выгружен
tr: Yüklenmemiş
zh_hant: 未加載

# stateFilter.all.title
source: 全部状态
ar: كل الحالات
de: Alle Status
en: All States
es: Todos los estados
fr: Tous les états
ja: すべての状態
ko: 모든 상태
pt: Todos os estados
ru: Все состояния
tr: Tüm Durumlar
zh_hant: 全部狀態
